h e
  t
  a
  s
n d
  w
 t he
e d
  b
 t o
 a nd
  h
  f
i n
 w a
  T
i t
r e
o u
  l
  d
  c
  p
a y
 wa s
e r
  m
o m
  he
 T he
i s
  n
o n
a r
 s a
i m
l l
i d
 h a
  g
  S
a t
in g
o t
e n
a n
l e
o r
e nd
i r
o f
  H
a m
e t
  it
 t h
i g
 The y
i l
  in
 H e
 p l
  "
o w
e .
v er
r i
s .
  u
u t
 d ay
 sa id
it h
p p
 pl ay
O n
 w ith
 b e
  y
 he r
  r
k ed
o o
y .
e x
 S he
 h is
  I
l d
 s t
 T im
n t
c k
 b ig
ver y
 y ou
c e
k e
s t

 On
 ha pp
  on
v e
u n
a ll
ex t
ri end
 f riend
  L
of t
 u p
 the y
 said ,
 wa nt
 ha d
 w e
 n ot
e ,
he r
 l i
it t
 d o

 T

 <

< |

<| end

<|end oft

<|endoft ext

<|endoftext |

<|endoftext| >
 day ,
  of
  B
a d
  e
  M
il y
en t
  very
 th at
 sa w
 m om
ou ld
' s
 f or
itt le
 l ittle
 s he
 s h
 t im
  k
 n am
c h
 s o
e s
 the re
ou nd
 b o
 nam ed
e l
ir d
 s m
 want ed
 b ird
 T om
 n e
v ed
 we re
 b ut
! "
ou t

T he
h t
a l
 a n
 to o
 he l

On ce
 w h
 hel p
u g
 w ent
 a ll
 I t
 happ y
ed .
  A
 L ily
 l oo
  is
 up on
a ke
 l o
 tim e,
t er
s e
o re

On e
i nd
g et
 f un
i ll
  o
. "
i c
a ck
get her
 a t
  j
 a s
 d id
  re
 to gether
u r
 s om
 c at
r a
 do g
 s e
 to y
 t re
am e
oo d
u e
 g ir
 c an
 b all
 gir l
 c ould
ar d
 r o
ar t
 h im
e c
 the ir
ar k
w ay
 k n
id e
y ,

 "
 play ed
? "
he d
 f r
a in
he n
 l e
  out
u m
' t
 g o
a x
 the m
 a re
 sa d
 friend s
u l
ou g
 c l
 ha ve
 lo ved
ot her
 b ack
m y
 loo ked
 c a
 s p
 f ound
ow n
 bo y
 M ax
 s c
 m an
 it .
h ing
 " I
 p ark
  On
on g
o p
f ul
 be c
 w ould
 happ y.
el t
 li ked
l y
 li ke
s ,
 l a
r ound
 On e
r y
 f elt
 f a
ig ht
 st art
 B en
  W
e ll
 B ut
 m ake
Y ou
 as ked
 ne w
 friend s.
 S am
oug ht
 sm il

 A
 a l
 a g
a g
 start ed
 n o
 se e
 m e
  other
 S ue
 som et
 g ood
 b r
 s ay
 c ame
 c ar
 sm all

 S
 m ad
o ,
 sc ar
p ot
o b
a s
 w or
ou s
 a way
on e
 f ind
 fr om
n ,
 p ut
 h om
  ex
i a
 th ought
 wh at
 play ing
 th ing
u s
 mad e
ri ed
k ing
 wa l
a ch
 somet hing
i le
 e very
i e
 r an
 S pot
 ag ain
u c
a b
  F
 bo x
 d own
 f l
ar n
d d

 L
oo k
i ce
  J
 p r
 c o
 too k
 smil ed
 s w
i f
 la ug
e w
ou d
u st
 s un
 a round
 day .
 li ved
 som e
 w ill
 le arn
 m y
u re
 you r
a ve
i ck
re t
e p

 B
 " T
es ,
n 't
 w hen
  You
 b l
er .
 together .
is t
 said .
an k
u ck
 M ia
 b ot
 a b
is h
ed ,
ing .
 g et
 wh o
 kn ow
 f e
 g ot
s ide
 tre e
 kn ew
 t ried
 l ot
u ch
le .
n y
 c om
 in t
 c h
et 's
h at
a .
pp ed
um p
 p ret
s s
nd er
 ab out
 ca re
p en
 d ec
 r ed
f ter
il y.
  D
 loo k
 tre e.
 fun .
a p
a re
 man y
 " W
u se
 park .
 u n
 m ore
  E
n n
 M om
 ex c
way s
i ve
 Tim .

 M
 p o
 p ic
 al ways
q u

T im
 o pen
� �
 be st
 exc it
id e.
 bot h
 sh ow
 L uc
 ro om
 h ug
 big ,
 an y
 int o

L ily
 bec ame
 wa ter
a use
an t
r y.
 laug hed
u dd
 learn ed
 d ad
id ed
  v
 bec ause
 g re
 tim e
 p e
ec t
 dec ided
 A nd
p r
on 't
 too .
 h o
 sad .
 again .
  ke
 e at
 s or
 th is
t y
 j ump
 l ong
 fe el
 B ob
 m o
 him .
 to ld
 r un
u ll
in k
 s ur

The y
Y es,
 ro ck
 s l
 s k
, "
 on ,
ore .
le w
pr is
 t ake
 a m
it e
 g ave
ar a
 sur pris
 e ach
 fa st
 Luc y
 toy s
 to w
 friend ,
nn a
ou r
 on e
a c
all y
r o
ow er
v en
 h ous
  or
 m uch
 th an

T om
ur t
 h ow
 L ily.
 st r
 happ en
 u nder
 thing s
 ne ed
g ed
o g
h ank
 k ind
 mom .
 g ra

 
Once
im al
 an imal
f f
 t a
 " Yes,
 f ood
 ball .
C an
et ter
 t r
ou se
h .
 wal ked
a ce
 W e
 S o,
 them .
 wa t
v ing
 ha nd
s ide.
 o ld
 away .
 H is
 l ist
 h ig
k .
 n ice
 " L
in y
 cl o
 list en
 j ust
  en
 " H
r om
 you ,
 it s
 c le
he re
 pret ty
f e
an g
  ide
ec i
ur n
 did n't
on .
 sp eci
 speci al
 ne ar

 

b er
 f lew
 scar ed
 hom e.
 t w
p l
 f i
 f o
 s n
ow ,
  if

B ut
 f ish
 her .
 st or
 o ver
 b ug
es s
 excit ed
 he ard
 care ful
r m
udd en
 b etter
 lot s
 t ry
 the n,

 H
 A my
or t
 h ard
st .
 Tom .
 ne ver
et .
 w ind
 fl ower
 h urt
 the n
 be ar
 sh are
 E very
 d re
l y,
 any m
 e ven
 t e
 sh ar
e s.
a nd
 t al
p ect
s ed
 b u
 out side
  end
  K
 f ore
h is
 g ive
 pe op
 a fter
 cle an
 pr oud
' m
u ff
r y,
ad .
 f am
 g r
 do or
 hom e
 A nna
 lo ve
 happen ed.
 d on't
 say s.
e m

 W

A s
 g l
 "T hank
im b
 " You
 F rom
 be a
 help .
 g round
 cl imb
 t urn
 H er
ing ,
 than ked
  im
 W hen
i z
 ide a.
 S ara
v e.
 bird .
 c all
 hous e.
 b ook
k ay
 g ard
 gard en
 open ed
il d
an c
 b y
 e ver
 room .
 c he
 co l
