{
  "\u0000": 0,
  "\u0001": 1,
  "\u0002": 2,
  "\u0003": 3,
  "\u0004": 4,
  "\u0005": 5,
  "\u0006": 6,
  "\u0007": 7,
  "\b": 8,
  "\t": 9,
  "\n": 10,
  "\u000b": 11,
  "\f": 12,
  "\r": 13,
  "\u000e": 14,
  "\u000f": 15,
  "\u0010": 16,
  "\u0011": 17,
  "\u0012": 18,
  "\u0013": 19,
  "\u0014": 20,
  "\u0015": 21,
  "\u0016": 22,
  "\u0017": 23,
  "\u0018": 24,
  "\u0019": 25,
  "\u001a": 26,
  "\u001b": 27,
  "\u001c": 28,
  "\u001d": 29,
  "\u001e": 30,
  "\u001f": 31,
  " ": 32,
  "!": 33,
  "\"": 34,
  "#": 35,
  "$": 36,
  "%": 37,
  "&": 38,
  "'": 39,
  "(": 40,
  ")": 41,
  "*": 42,
  "+": 43,
  ",": 44,
  "-": 45,
  ".": 46,
  "/": 47,
  "0": 48,
  "1": 49,
  "2": 50,
  "3": 51,
  "4": 52,
  "5": 53,
  "6": 54,
  "7": 55,
  "8": 56,
  "9": 57,
  ":": 58,
  ";": 59,
  "<": 60,
  "=": 61,
  ">": 62,
  "?": 63,
  "@": 64,
  "A": 65,
  "B": 66,
  "C": 67,
  "D": 68,
  "E": 69,
  "F": 70,
  "G": 71,
  "H": 72,
  "I": 73,
  "J": 74,
  "K": 75,
  "L": 76,
  "M": 77,
  "N": 78,
  "O": 79,
  "P": 80,
  "Q": 81,
  "R": 82,
  "S": 83,
  "T": 84,
  "U": 85,
  "V": 86,
  "W": 87,
  "X": 88,
  "Y": 89,
  "Z": 90,
  "[": 91,
  "\\": 92,
  "]": 93,
  "^": 94,
  "_": 95,
  "`": 96,
  "a": 97,
  "b": 98,
  "c": 99,
  "d": 100,
  "e": 101,
  "f": 102,
  "g": 103,
  "h": 104,
  "i": 105,
  "j": 106,
  "k": 107,
  "l": 108,
  "m": 109,
  "n": 110,
  "o": 111,
  "p": 112,
  "q": 113,
  "r": 114,
  "s": 115,
  "t": 116,
  "u": 117,
  "v": 118,
  "w": 119,
  "x": 120,
  "y": 121,
  "z": 122,
  "{": 123,
  "|": 124,
  "}": 125,
  "~": 126,
  "": 127,
  "�": 255,
  "<|endoftext|>": 256,
  "<|pad|>": 257,
  "<|unk|>": 258,
  "he": 259,
  " t": 260,
  " a": 261,
  " s": 262,
  " w": 263,
  " the": 264,
  "nd": 265,
  "ed": 266,
  " b": 267,
  " an": 268,
  " to": 269,
  " and": 270,
  " h": 271,
  " f": 272,
  "in": 273,
  " T": 274,
  "re": 275,
  " wa": 276,
  "it": 277,
  "ou": 278,
  " l": 279,
  "er": 280,
  " d": 281,
  " c": 282,
  " p": 283,
  "ay": 284,
  " m": 285,
  " was": 286,
  " The": 287,
  "om": 288,
  " he": 289,
  " sa": 290,
  "on": 291,
  "is": 292,
  "ar": 293,
  " n": 294,
  "im": 295,
  "ll": 296,
  "id": 297,
  " ha": 298,
  " g": 299,
  "le": 300,
  "at": 301,
  " S": 302,
  "me": 303,
  "or": 304,
  "an": 305,
  "il": 306,
  "ot": 307,
  "en": 308,
  "nt": 309,
  "te": 310,
  "ke": 311,
  "th": 312,
  "ri": 313,
  "ir": 314,
  " ca": 315,
  "la": 316,
  "ng": 317,
  " wi": 318,
  " bi": 319,
  " hi": 320,
  " They": 321,
  " it": 322,
  "et": 323,
  " H": 324,
  " th": 325,
  "oo": 326,
  " da": 327,
  "ut": 328,
  "es": 329,
  " in": 330,
  "ne": 331,
  " pl": 332,
  " \"": 333,
  " He": 334,
  " be": 335,
  " we": 336,
  "ro": 337,
  "ow": 338,
  "ie": 339,
  " pla": 340,
  "am": 341,
  " sai": 342,
  "ver": 343,
  " said": 344,
  " u": 345,
  " so": 346,
  " fo": 347,
  " day": 348,
  " lo": 349,
  " y": 350,
  " o": 351,
  " her": 352,
  " fr": 353,
  "pp": 354,
  " wit": 355,
  " play": 356,
  " with": 357,
  "un": 358,
  "al": 359,
  "ce": 360,
  "ck": 361,
  "st": 362,
  " I": 363,
  "ee": 364,
  "ld": 365,
  "ve": 366,
  "ea": 367,
  " She": 368,
  " mo": 369,
  " Ti": 370,
  " no": 371,
  " Tim": 372,
  " his": 373,
  " you": 374,
  " ma": 375,
  " do": 376,
  " big": 377,
  "very": 378,
  " st": 379,
  "end": 380,
  "se": 381,
  " on": 382,
  " li": 383,
  "her": 384,
  "ok": 385,
  " bo": 386,
  " hap": 387,
  " happ": 388,
  " ba": 389,
  " they": 390,
  " tr": 391,
  " e": 392,
  " fri": 393,
  "ing": 394,
  " bu": 395,
  "el": 396,
  " frie": 397,
  " friend": 398,
  " tha": 399,
  " L": 400,
  " wan": 401,
  " up": 402,
  " of": 403,
  " had": 404,
  " want": 405,
  "de": 406,
  "ra": 407,
  " ti": 408,
  " not": 409,
  " ho": 410,
  " for": 411,
  "gh": 412,
  "ul": 413,
  " M": 414,
  "ge": 415,
  " al": 416,
  " go": 417,
  " mom": 418,
  "ic": 419,
  " B": 420,
  " very": 421,
  "itt": 422,
  "'s": 423,
  " happy": 424,
  " saw": 425,
  " that": 426,
  "ily": 427,
  "One": 428,
  "ug": 429,
  " sh": 430,
  "ch": 431,
  " lit": 432,
  " she": 433,
  " litt": 434,
  " littl": 435,
  " little": 436,
  "ly": 437,
  " na": 438,
  " k": 439,
  "rt": 440,
  " ne": 441,
  " pa": 442,
  " tim": 443,
  " time": 444,
  ".\"": 445,
  "lo": 446,
  " ther": 447,
  " there": 448,
  " nam": 449,
  " r": 450,
  " di": 451,
  " sm": 452,
  "The": 453,
  " wo": 454,
  " wer": 455,
  " were": 456,
  " Lil": 457,
  " named": 458,
  "ur": 459,
  "ca": 460,
  " ar": 461,
  " but": 462,
  " Lily": 463,
  "us": 464,
  "uc": 465,
  "!\"": 466,
  " wante": 467,
  " wanted": 468,
  " friends": 469,
  " To": 470,
  " fi": 471,
  " hel": 472,
  " too": 473,
  "hi": 474,
  " co": 475,
  " bir": 476,
  "On": 477,
  " lik": 478,
  "ue": 479,
  " Tom": 480,
  " wen": 481,
  " went": 482,
  " bird": 483,
  "ys": 484,
  " It": 485,
  " fu": 486,
  " wh": 487,
  " is": 488,
  " help": 489,
  "Once": 490,
  " all": 491,
  " se": 492,
  " fe": 493,
  " at": 494,
  " loo": 495,
  "ny": 496,
  " A": 497,
  " le": 498,
  " look": 499
}