{
  "\u0000": 0,
  "\u0001": 1,
  "\u0002": 2,
  "\u0003": 3,
  "\u0004": 4,
  "\u0005": 5,
  "\u0006": 6,
  "\u0007": 7,
  "\b": 8,
  "\t": 9,
  "\n": 10,
  "\u000b": 11,
  "\f": 12,
  "\r": 13,
  "\u000e": 14,
  "\u000f": 15,
  "\u0010": 16,
  "\u0011": 17,
  "\u0012": 18,
  "\u0013": 19,
  "\u0014": 20,
  "\u0015": 21,
  "\u0016": 22,
  "\u0017": 23,
  "\u0018": 24,
  "\u0019": 25,
  "\u001a": 26,
  "\u001b": 27,
  "\u001c": 28,
  "\u001d": 29,
  "\u001e": 30,
  "\u001f": 31,
  " ": 32,
  "!": 33,
  "\"": 34,
  "#": 35,
  "$": 36,
  "%": 37,
  "&": 38,
  "'": 39,
  "(": 40,
  ")": 41,
  "*": 42,
  "+": 43,
  ",": 44,
  "-": 45,
  ".": 46,
  "/": 47,
  "0": 48,
  "1": 49,
  "2": 50,
  "3": 51,
  "4": 52,
  "5": 53,
  "6": 54,
  "7": 55,
  "8": 56,
  "9": 57,
  ":": 58,
  ";": 59,
  "<": 60,
  "=": 61,
  ">": 62,
  "?": 63,
  "@": 64,
  "A": 65,
  "B": 66,
  "C": 67,
  "D": 68,
  "E": 69,
  "F": 70,
  "G": 71,
  "H": 72,
  "I": 73,
  "J": 74,
  "K": 75,
  "L": 76,
  "M": 77,
  "N": 78,
  "O": 79,
  "P": 80,
  "Q": 81,
  "R": 82,
  "S": 83,
  "T": 84,
  "U": 85,
  "V": 86,
  "W": 87,
  "X": 88,
  "Y": 89,
  "Z": 90,
  "[": 91,
  "\\": 92,
  "]": 93,
  "^": 94,
  "_": 95,
  "`": 96,
  "a": 97,
  "b": 98,
  "c": 99,
  "d": 100,
  "e": 101,
  "f": 102,
  "g": 103,
  "h": 104,
  "i": 105,
  "j": 106,
  "k": 107,
  "l": 108,
  "m": 109,
  "n": 110,
  "o": 111,
  "p": 112,
  "q": 113,
  "r": 114,
  "s": 115,
  "t": 116,
  "u": 117,
  "v": 118,
  "w": 119,
  "x": 120,
  "y": 121,
  "z": 122,
  "{": 123,
  "|": 124,
  "}": 125,
  "~": 126,
  "": 127,
  "�": 922,
  "<|endoftext|>": 256,
  "<|pad|>": 257,
  "<|unk|>": 258,
  " t": 259,
  "he": 260,
  " a": 261,
  " th": 262,
  " s": 263,
  " w": 264,
  " the": 265,
  "nd": 266,
  "ed": 267,
  " b": 268,
  " an": 269,
  " to": 270,
  " and": 271,
  " h": 272,
  "in": 273,
  " f": 274,
  " T": 275,
  " wa": 276,
  "re": 277,
  "it": 278,
  "ou": 279,
  "er": 280,
  " l": 281,
  " d": 282,
  " c": 283,
  " p": 284,
  "ay": 285,
  " m": 286,
  " was": 287,
  " The": 288,
  "om": 289,
  " he": 290,
  " sa": 291,
  "is": 292,
  "ar": 293,
  " n": 294,
  " o": 295,
  "ll": 296,
  "im": 297,
  "id": 298,
  " ha": 299,
  " g": 300,
  "th": 301,
  " S": 302,
  "at": 303,
  "le": 304,
  "en": 305,
  "me": 306,
  "an": 307,
  "or": 308,
  "il": 309,
  "nt": 310,
  "ot": 311,
  "te": 312,
  "la": 313,
  "ir": 314,
  "ri": 315,
  "on": 316,
  " wi": 317,
  " ca": 318,
  "ke": 319,
  "ng": 320,
  " hi": 321,
  " it": 322,
  " bi": 323,
  "et": 324,
  "ne": 325,
  " H": 326,
  "oo": 327,
  " They": 328,
  " pl": 329,
  "ut": 330,
  " da": 331,
  " pla": 332,
  "ro": 333,
  " in": 334,
  " \"": 335,
  "es": 336,
  "ie": 337,
  " be": 338,
  "am": 339,
  " we": 340,
  " He": 341,
  "al": 342,
  "ow": 343,
  " so": 344,
  " play": 345,
  " wit": 346,
  " sai": 347,
  "ver": 348,
  " with": 349,
  " said": 350,
  " u": 351,
  "pp": 352,
  " lo": 353,
  " day": 354,
  " fo": 355,
  " fr": 356,
  " y": 357,
  "un": 358,
  "ve": 359,
  " her": 360,
  "ld": 361,
  "st": 362,
  " no": 363,
  "ce": 364,
  " Ti": 365,
  " Tim": 366,
  "ck": 367,
  " She": 368,
  "ee": 369,
  " his": 370,
  " I": 371,
  " st": 372,
  " mo": 373,
  "ea": 374,
  " do": 375,
  " ma": 376,
  " big": 377,
  " ba": 378,
  " you": 379,
  "ing": 380,
  "end": 381,
  "se": 382,
  "very": 383,
  " on": 384,
  " bo": 385,
  "ok": 386,
  " li": 387,
  " hap": 388,
  " happ": 389,
  "el": 390,
  " L": 391,
  " tr": 392,
  " they": 393,
  " fri": 394,
  " of": 395,
  " frie": 396,
  " friend": 397,
  " had": 398,
  " bu": 399,
  "de": 400,
  " not": 401,
  " tha": 402,
  " up": 403,
  " wan": 404,
  " r": 405,
  " want": 406,
  " e": 407,
  "gh": 408,
  "ul": 409,
  " B": 410,
  " ti": 411,
  " for": 412,
  " go": 413,
  " happy": 414,
  "itt": 415,
  "ily": 416,
  "ge": 417,
  " al": 418,
  " M": 419,
  " ho": 420,
  "ug": 421,
  " very": 422,
  "One": 423,
  " saw": 424,
  " that": 425,
  " mom": 426,
  "'s": 427,
  "ly": 428,
  " sh": 429,
  "ic": 430,
  " lit": 431,
  " she": 432,
  " litt": 433,
  " littl": 434,
  " little": 435,
  " na": 436,
  "pe": 437,
  " ne": 438,
  "lo": 439,
  "ch": 440,
  " di": 441,
  " nam": 442,
  ".\"": 443,
  " tim": 444,
  " time": 445,
  " sm": 446,
  " wo": 447,
  " ther": 448,
  " there": 449,
  " named": 450,
  " Lil": 451,
  "!\"": 452,
  " pa": 453,
  " Lily": 454,
  " k": 455,
  "ra": 456,
  "The": 457,
  " wer": 458,
  " were": 459,
  " wante": 460,
  " wanted": 461,
  " but": 462,
  "us": 463,
  " lik": 464,
  " To": 465,
  " fi": 466,
  " ar": 467,
  " co": 468,
  "ur": 469,
  " hel": 470,
  "hi": 471,
  "ca": 472,
  " too": 473,
  " friends": 474,
  "uc": 475,
  " bir": 476,
  " wen": 477,
  " went": 478,
  " Tom": 479,
  " fu": 480,
  " bird": 481,
  "her": 482,
  " gi": 483,
  " loo": 484,
  " look": 485,
  " le": 486,
  " all": 487,
  "On": 488,
  "ue": 489,
  " It": 490,
  " help": 491,
  " fe": 492,
  " is": 493,
  "as": 494,
  " A": 495,
  "Once": 496,
  " se": 497,
  "ry": 498,
  " toy": 499,
  " wh": 500,
  " did": 501,
  " upon": 502,
  " fun": 503,
  " fa": 504,
  " as": 505,
  " at": 506,
  " re": 507,
  " j": 508,
  " bal": 509,
  " sta": 510,
  "ny": 511,
  " cou": 512,
  " la": 513,
  " tog": 514,
  " toge": 515,
  " toget": 516,
  " togeth": 517,
  " togethe": 518,
  " together": 519,
  "li": 520,
  " ou": 521,
  "wa": 522,
  " thi": 523,
  " ball": 524,
  " dog": 525,
  "ec": 526,
  " su": 527,
  " ta": 528,
  " som": 529,
  " some": 530,
  " cl": 531,
  "the": 532,
  " cat": 533,
  " pu": 534,
  " gir": 535,
  " tre": 536,
  " girl": 537,
  "od": 538,
  " can": 539,
  " ro": 540,
  "my": 541,
  " fl": 542,
  " out": 543,
  " thei": 544,
  " their": 545,
  "?\"": 546,
  " played": 547,
  " br": 548,
  " coul": 549,
  " could": 550,
  " me": 551,
  "po": 552,
  " lov": 553,
  " them": 554,
  " hav": 555,
  "rr": 556,
  " tree": 557,
  "tt": 558,
  "'t": 559,
  " him": 560,
  "um": 561,
  " looked": 562,
  " par": 563,
  " sad": 564,
  " sho": 565,
  "hen": 566,
  " Su": 567,
  " man": 568,
  " fel": 569,
  " boy": 570,
  "ia": 571,
  " are": 572,
  " see": 573,
  " fou": 574,
  "ax": 575,
  " Sa": 576,
  " have": 577,
  " smi": 578,
  " smil": 579,
  " bac": 580,
  " back": 581,
  "av": 582,
  " smile": 583,
  " ask": 584,
  " found": 585,
  " mak": 586,
  "ad": 587,
  " fro": 588,
  " sp": 589,
  " sc": 590,
  " lea": 591,
  "ga": 592,
  "op": 593,
  " park": 594,
  " star": 595,
  " car": 596,
  "bo": 597,
  " loved": 598,
  " pi": 599,
  " Ma": 600,
  " like": 601,
  " liked": 602,
  "we": 603,
  " Sue": 604,
  " sto": 605,
  " Max": 606,
  " bec": 607,
  "ft": 608,
  " felt": 609,
  " de": 610,
  " beca": 611,
  " sma": 612,
  " new": 613,
  "sh": 614,
  " gr": 615,
  " make": 616,
  "ac": 617,
  " cam": 618,
  " W": 619,
  " thin": 620,
  " came": 621,
  " ju": 622,
  " start": 623,
  "nn": 624,
  " wat": 625,
  " Ben": 626,
  " wal": 627,
  " aske": 628,
  " asked": 629,
  " wou": 630,
  " One": 631,
  " But": 632,
  " woul": 633,
  " would": 634,
  "You": 635,
  " smal": 636,
  " small": 637,
  " Sam": 638,
  " ag": 639,
  " hu": 640,
  "ig": 641,
  " wor": 642,
  "ma": 643,
  " whe": 644,
  " smiled": 645,
  " starte": 646,
  " started": 647,
  " goo": 648,
  " somet": 649,
  " Sp": 650,
  " mad": 651,
  " pr": 652,
  " tho": 653,
  " ga": 654,
  " good": 655,
  " sca": 656,
  "dd": 657,
  " hea": 658,
  " thou": 659,
  " si": 660,
  " thoug": 661,
  " though": 662,
  " Spo": 663,
  " Spot": 664,
  " ot": 665,
  "nc": 666,
  " scar": 667,
  " put": 668,
  " othe": 669,
  " other": 670,
  " thought": 671,
  " from": 672,
  " walk": 673,
  " aw": 674,
  " mu": 675,
  " awa": 676,
  " bea": 677,
  " away": 678,
  " ge": 679,
  " someth": 680,
  " somethi": 681,
  " somethin": 682,
  " something": 683,
  " made": 684,
  " lau": 685,
  "ob": 686,
  " laug": 687,
  " find": 688,
  " ex": 689,
  " thing": 690,
  " bl": 691,
  " playin": 692,
  " playing": 693,
  " po": 694,
  " ra": 695,
  " say": 696,
  " toys": 697,
  " sha": 698,
  " hou": 699,
  " tri": 700,
  " aga": 701,
  " agai": 702,
  " again": 703,
  " liv": 704,
  " hom": 705,
  " home": 706,
  " hous": 707,
  " house": 708,
  "ep": 709,
  " rea": 710,
  " dr": 711,
  " wha": 712,
  " took": 713,
  "ha": 714,
  "ns": 715,
  " wil": 716,
  " dow": 717,
  " down": 718,
  "qu": 719,
  " ran": 720,
  " scare": 721,
  " what": 722,
  "na": 723,
  " box": 724,
  " sun": 725,
  " every": 726,
  " ni": 727,
  "wi": 728,
  " Mi": 729,
  " my": 730,
  " aro": 731,
  " arou": 732,
  " aroun": 733,
  " around": 734,
  " scared": 735,
  " ch": 736,
  " will": 737,
  " kn": 738,
  " your": 739,
  "gg": 740,
  " then": 741,
  " You": 742,
  " Mia": 743,
  " sk": 744,
  " things": 745,
  "if": 746,
  " J": 747,
  " lear": 748,
  " learn": 749,
  " lot": 750,
  " sw": 751,
  " ab": 752,
  " get": 753,
  " F": 754,
  " when": 755,
  " pic": 756,
  "Th": 757,
  " lived": 758,
  " pre": 759,
  " cr": 760,
  " red": 761,
  " com": 762,
  " Lu": 763,
  " bot": 764,
  " abo": 765,
  ",\"": 766,
  " pe": 767,
  " trie": 768,
  "Tim": 769,
  "Lily": 770,
  " abou": 771,
  " about": 772,
  " dec": 773,
  "lly": 774,
  " te": 775,
  "ta": 776,
  " wate": 777,
  " water": 778,
  " int": 779,
  " tried": 780,
  " Luc": 781,
  " Lucy": 782,
  " know": 783,
  " op": 784,
  "rea": 785,
  " kne": 786,
  " laughe": 787,
  " laughed": 788,
  " who": 789,
  " one": 790,
  " str": 791,
  " flo": 792,
  " deci": 793,
  " sti": 794,
  " decid": 795,
  " shar": 796,
  " sur": 797,
  " jum": 798,
  " jump": 799,
  " sl": 800,
  " show": 801,
  " into": 802,
  " win": 803,
  " any": 804,
  "ind": 805,
  " hear": 806,
  " many": 807,
  " pret": 808,
  " this": 809,
  " got": 810,
  " mi": 811,
  " becau": 812,
  " becaus": 813,
  " because": 814,
  " decided": 815,
  " more": 816,
  " care": 817,
  " alw": 818,
  " alwa": 819,
  " alway": 820,
  " always": 821,
  " col": 822,
  " gre": 823,
  " says": 824,
  " us": 825,
  " room": 826,
  " knew": 827,
  " bes": 828,
  " ke": 829,
  " stor": 830,
  " hug": 831,
  " outs": 832,
  " outsi": 833,
  " outsid": 834,
  " outside": 835,
  "They": 836,
  " both": 837,
  "bb": 838,
  "ff": 839,
  " best": 840,
  "ew": 841,
  " ope": 842,
  " open": 843,
  " bro": 844,
  " shi": 845,
  "Yes": 846,
  "os": 847,
  " tu": 848,
  " cu": 849,
  "ard": 850,
  " exc": 851,
  " nic": 852,
  " run": 853,
  " tak": 854,
  " nice": 855,
  " Mom": 856,
  " eat": 857,
  " excit": 858,
  "ide": 859,
  " So": 860,
  " than": 861,
  " fas": 862,
  " Bo": 863,
  " lon": 864,
  " Bob": 865,
  " becam": 866,
  " became": 867,
  " tol": 868,
  " told": 869,
  " ol": 870,
  " or": 871,
  "nde": 872,
  " ins": 873,
  " share": 874,
  " ea": 875,
  " learned": 876,
  " fast": 877,
  " E": 878,
  " clo": 879,
  "ap": 880,
  " long": 881,
  " roc": 882,
  " take": 883,
  " D": 884,
  " excited": 885,
  " surp": 886,
  " surpr": 887,
  " surpri": 888,
  " surpris": 889,
  " surprise": 890,
  " fee": 891,
  " prett": 892,
  " pretty": 893,
  " And": 894,
  " gav": 895,
  " gave": 896,
  " muc": 897,
  " much": 898,
  " spe": 899,
  "ound": 900,
  " bra": 901,
  " shin": 902,
  " gra": 903,
  " walke": 904,
  " walked": 905,
  " sor": 906,
  " dad": 907,
  " old": 908,
  " tru": 909,
  "res": 910,
  " v": 911,
  "ara": 912,
  "io": 913,
  " didn": 914,
  " feel": 915,
  " don": 916,
  " tur": 917,
  " whi": 918,
  " am": 919,
  " rock": 920,
  " sky": 921,
  " bear": 923,
  " happe": 924,
  " happen": 925,
  " pick": 926,
  " Am": 927,
  " Amy": 928,
  " tw": 929,
  "ell": 930,
  " let": 931,
  " shou": 932,
  " insi": 933,
  " ov": 934,
  " sn": 935,
  "But": 936,
  " ri": 937,
  " swi": 938,
  " fly": 939,
  " watc": 940,
  " flow": 941,
  " ani": 942,
  " anim": 943,
  " anima": 944,
  " animal": 945,
  " insid": 946,
  " inside": 947,
  " caref": 948,
  " carefu": 949,
  " careful": 950,
  " flowe": 951,
  " flower": 952,
  " how": 953,
  " tal": 954,
  "by": 955,
  " ki": 956,
  " hand": 957,
  " hig": 958,
  "Tom": 959,
  " cha": 960,
  " dre": 961,
  " thank": 962,
  " tow": 963,
  "Can": 964,
  " His": 965,
  " fis": 966,
  " che": 967,
  " fish": 968,
  " blu": 969,
  " foo": 970,
  " by": 971,
  " blue": 972,
  "ure": 973,
  "ven": 974,
  " eac": 975,
  " each": 976,
  " boo": 977,
  " come": 978,
  " jo": 979,
  " near": 980,
  " gar": 981,
  " thr": 982,
  " stop": 983,
  " animals": 984,
  " grou": 985,
  "Wh": 986,
  "co": 987,
  " lots": 988,
  " en": 989,
  "ak": 990,
  " bet": 991,
  " turn": 992,
  " its": 993,
  " sorr": 994,
  " sorry": 995,
  "em": 996,
  "rom": 997,
  " cli": 998,
  " over": 999
}