  t
h e
  a
 t h
  s
  w
 th e
n d
e d
  b
 a n
 t o
 an d
  h
i n
  f
  T
 w a
r e
i t
o u
e r
  l
  d
  c
  p
a y
  m
 wa s
 T he
o m
  he
 s a
i s
a r
  n
  o
l l
i m
i d
 h a
  g
t h
  S
a t
l e
e n
m e
a n
o r
i l
n t
o t
t e
l a
i r
r i
o n
 w i
 c a
k e
n g
 h i
  it
 b i
e t
n e
  H
o o
 The y
 p l
u t
 d a
 pl a
r o
  in
  "
e s
i e
 b e
a m
 w e
 H e
a l
o w
 s o
 pla y
 wi t
 sa i
v er
 wit h
 sai d
  u
p p
 l o
 da y
 f o
 f r
  y
u n
v e
 he r
l d
s t
 n o
c e
 T i
 Ti m
c k
 S he
e e
 hi s
  I
 s t
 m o
e a
 d o
 m a
 bi g
 b a
 y ou
in g
e nd
s e
ver y
 o n
 b o
o k
 l i
 ha p
 hap p
e l
  L
 t r
 the y
 fr i
 o f
 fri e
 frie nd
 ha d
 b u
d e
 no t
 th a
 u p
 wa n
  r
 wan t
  e
g h
u l
  B
 t i
 fo r
 g o
 happ y
it t
il y
g e
 a l
  M
 h o
u g
  very
O ne
 sa w
 tha t
 mo m
' s
l y
 s h
i c
 l it
 s he
 lit t
 litt l
 littl e
 n a
p e
 n e
l o
c h
 d i
 na m
. "
 ti m
 tim e
 s m
 w o
 the r
 ther e
 nam ed
 L il
! "
 p a
 Lil y
  k
r a
T he
 we r
 wer e
 want e
 wante d
 bu t
u s
 li k
 T o
 f i
 a r
 c o
u r
 he l
h i
c a
 to o
 friend s
u c
 bi r
 we n
 wen t
 To m
 f u
 bir d
he r
 g i
 lo o
 loo k
 l e
 al l
O n
u e
 I t
 hel p
 f e
  is
a s
  A
On ce
 s e
r y
 to y
 w h
 di d
 up on
 fu n
 f a
 a s
 a t
  re
  j
 ba l
 st a
n y
 c ou
 l a
 to g
 tog e
 toge t
 toget h
 togeth e
 togethe r
l i
  ou
w a
 th i
 bal l
 do g
e c
 s u
 t a
 so m
 som e
 c l
t he
 ca t
 p u
 gi r
 tr e
 gir l
o d
 ca n
  ro
m y
 f l
 ou t
 the i
 thei r
? "
 play ed
 b r
 cou l
 coul d
 m e
p o
 lo v
 the m
 ha v
r r
 tre e
t t
' t
 hi m
u m
 look ed
 pa r
 sa d
 sh o
he n
 S u
 ma n
 fe l
 bo y
i a
 ar e
 se e
 fo u
a x
 S a
 hav e
 sm i
 smi l
 ba c
 bac k
a v
 smil e
 as k
 fou nd
 ma k
a d
 fr o
 s p
 s c
 le a
g a
o p
 par k
 sta r
 ca r
b o
 lov ed
 p i
 M a
 lik e
 lik ed
w e
 Su e
 st o
 Ma x
 be c
f t
 fel t
 d e
 bec a
 sm a
 ne w
s h
 g r
 mak e
a c
 ca m
  W
 thi n
 cam e
 j u
 star t
n n
 wa t
 B en
 wa l
 ask e
 aske d
 wo u
  One
 B ut
 wou l
 woul d
Y ou
 sma l
 smal l
 Sa m
 a g
 h u
i g
 wo r
m a
 w he
 smile d
 start e
 starte d
 go o
 some t
 S p
 ma d
 p r
 th o
 g a
 goo d
 sc a
d d
 he a
 tho u
 s i
 thou g
 thoug h
 Sp o
 Spo t
 o t
n c
 sca r
 pu t
 ot he
 othe r
 though t
 fro m
 wal k
 a w
 m u
 aw a
 be a
 awa y
 g e
 somet h
 someth i
 somethi n
 somethin g
 mad e
 la u
o b
 lau g
 fi nd
 e x
 thin g
 b l
 play in
 playin g
 p o
 r a
 sa y
 toy s
 sh a
 ho u
 tr i
 ag a
 aga i
 agai n
 li v
 ho m
 hom e
 hou s
 hous e
e p
 re a
 d r
 wh a
 too k
h a
n s
 wi l
 do w
 dow n
q u
 r an
 scar e
 wha t
n a
 bo x
 su n
 e very
 n i
w i
 M i
 m y
 ar o
 aro u
 arou n
 aroun d
 scare d
 c h
 wil l
 k n
 you r
g g
 the n
  You
 Mi a
 s k
 thing s
i f
  J
 lea r
 lear n
 lo t
 s w
 a b
 ge t
  F
 whe n
 pi c
T h
 liv ed
 p re
 c r
 r ed
 co m
 L u
 bo t
 ab o
, "
 p e
 tri e
T im
L ily
 abo u
 abou t
 de c
ll y
 t e
t a
 wat e
 wate r
 in t
 trie d
 Lu c
 Luc y
 kn ow
 o p
re a
 k ne
 laug he
 laughe d
 wh o
 on e
 st r
 fl o
 dec i
 st i
 deci d
 sha r
 su r
 ju m
 jum p
 s l
 sho w
 int o
 wi n
 an y
i nd
 hea r
 man y
 pre t
 thi s
 go t
 m i
 beca u
 becau s
 becaus e
 decid ed
 mo re
 ca re
 al w
 alw a
 alwa y
 alway s
 co l
 g re
 say s
 u s
 ro om
 kne w
 be s
  ke
 sto r
 hu g
 out s
 outs i
 outsi d
 outsid e
The y
 bot h
b b
f f
 bes t
e w
 op e
 ope n
 br o
 sh i
Y es
o s
 t u
 c u
ar d
 ex c
 ni c
 r un
 ta k
 nic e
 M om
 e at
 exc it
id e
 S o
 tha n
 fa s
 B o
 lo n
 Bo b
 beca m
 becam e
 to l
 tol d
 o l
 o r
nd e
 in s
 shar e
  ea
 learn ed
 fas t
  E
 cl o
a p
 lon g
 ro c
 tak e
  D
 excit ed
 sur p
 surp r
 surpr i
 surpri s
 surpris e
 fe e
 pret t
 prett y
 A nd
 ga v
 gav e
 mu c
 muc h
 sp e
ou nd
 br a
 shi n
 gr a
 walk e
 walke d
 so r
 da d
 ol d
 tr u
re s
  v
ar a
i o
 did n
 fee l
 do n
 tu r
 wh i
 a m
 roc k
 sk y
� �
 bea r
 happ e
 happe n
 pic k
 A m
 Am y
 t w
e ll
 le t
 sho u
 ins i
 o v
 s n
B ut
  ri
 sw i
 fl y
 wat c
 flo w
 an i
 ani m
 anim a
 anima l
 insi d
 insid e
 care f
 caref u
 carefu l
 flow e
 flowe r
 ho w
 ta l
b y
 k i
 ha nd
 hi g
T om
 ch a
 d re
 than k
 to w
C an
 H is
 fi s
 c he
 fis h
 bl u
 fo o
 b y
 blu e
u re
v en
 ea c
 eac h
 bo o
 com e
 j o
 ne ar
 g ar
 th r
 sto p
 animal s
 gr ou
W h
c o
 lot s
  en
a k
 be t
 tur n
 it s
 sor r
 sorr y
e m
r om
 cl i
 ov er
